results/arangodb3Shards/arango3Shards_WorkloadB/arango3Shards_wlB_load_100000Rec.txt
[OVERALL], RunTime(ms), 244515
[OVERALL], Throughput(ops/sec), 408.97286465043044
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 2431.73446
[INSERT], MinLatency(us), 1101
[INSERT], MaxLatency(us), 2430975
[INSERT], 95thPercentileLatency(us), 2823
[INSERT], 99thPercentileLatency(us), 3175
[INSERT], Return=OK, 100000